import {Pizza} from './interfaces';

export const pizza: Pizza[] = [
  {
    img: "layer2.png",
    name: "Мясная делюкс",
    ingredients: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
  },
  {
    img: "layer3.png",
    name: "Морская Премиум",
    ingredients: "Перец, сыр, креветки, кальмары, мидии, лосось"
  },
  {
    img: "layer4.png",
    name: "Бекон и Сосиски",
    ingredients: "Бекон, сыр, сосиски, ананас, томатная паста"
  },
  {
    img: "layer5.png",
    name: "Куриная Делюкс",
    ingredients: "Курица, ананас, сыр Пепперони, соус для пиццы, томатная паста"
  },
  {
    img: "layer6.png",
    name: "Барбекю Премиум",
    ingredients: "Свинина BBQ, соус Барбкею, сыр, курица, соус для пиццы, соус чили"
  },
  {
    img: "layer7.png",
    name: "Пепперони Дабл",
    ingredients: "Пепперони, сыр, колбаса 2 видов: обжаренная и вареная"
  },
  {
    img: "layer8.png",
    name: "Куриное трио",
    ingredients: "Жареная курица, Тушеная курица, Куриные наггетсы, перец, сыр, грибы, соус для пиццы"
  },
  {
    img: "layer9.png",
    name: "Сырная",
    ingredients: "Сыр Джюгас, Сыр с плесенью, Сыр Моцарелла, Сыр секретный"
  }
];
